acpi
alsa-utils
archey3
autoconf
automake
base
bind-tools
bison
broadcom-wl-dkms
dhclient
dhcpcd
dmenu
efibootmgr
fakeroot
firefox
flex
git
gparted
grub
htop
i3-gaps
i3status
kitty
linux
linux-firmware
linux-headers
m4
netctl
networkmanager
nitrogen
nm-connection-editor
nmap
openbsd-netcat
openssh
os-prober
pavucontrol
picom
pkgconf
powertop
pulseaudio
pulseaudio-alsa
python-pip
rofi
sudo
tlp
ttf-dejavu
ttf-fira-mono
ttf-font-awesome
unzip
vim
wget
which
whois
wpa_supplicant
xbindkeys
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
zip
zsh
