acpi
acpi_call
acpilight
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
alsa-utils
ansible
arandr
archey3
autoconf
automake
base
bashtop
bind
binutils
bison
bluez
bluez-hid2hci
bluez-utils
broadcom-wl-dkms
code
crda
dhclient
dhcpcd
dialog
discord
dolphin
dunst
efibootmgr
ethtool
fakeroot
feh
file
findutils
firefox
flex
fuse2
fwupd
gawk
gcc
gettext
ghidra
git
gnome-keyring
go
gparted
grep
groff
grub
gzip
helm
htop
i3-gaps
i3status
intel-ucode
intel-undervolt
ipcalc
ipw2200-fw
jq
kubectx
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libldap
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libdwarf
libtool
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-headers
lvm2
m4
maim
make
mpd
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nitrogen
nm-connection-editor
nmap
noto-fonts-emoji
ntfs-3g
ocl-icd
openapi-generator
openbsd-netcat
openssh
openvpn
os-prober
p7zip
pacman
parcellite
patch
pavucontrol
picom
pkgconf
playerctl
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-pip
python-pipenv
python-qrcode
qt5-graphicaleffects
ranger
redshift
rofi
rxvt-unicode
scrot
sddm
sed
slop
smartmontools
steam
sudo
telegram-desktop
termite
texinfo
throttled
thunar
tlp
tmux
tp_smapi
traceroute
ttf-dejavu
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-hanazono
ttf-liberation
unzip
vim
volatility
w3m
wget
which
whois
wine-gecko
wine-mono
wine-staging
wireless_tools
wpa_supplicant
xautolock
xbindkeys
xdg-utils
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xss-lock
xterm
zip
zsh
